Repository: Tintazul/bible-taxonomy
Catalog: languages/bible-taxonomy-*.po
Languages: pt_pt

source: %1$s %2$s not activated
pt_pt: %1$s %2$s não ativado

source: You are running WordPress version %1$s. This plugin requires version %2$s or higher, and has been deactivated! Please upgrade WordPress and try again.
pt_pt: Está a correr o WordPress %1$s. Este plugin exige no mínimo a versão %2$s, e foi desativado! Por favor atualize o WordPress e tente novamente.

source: Back to WordPress admin
pt_pt: Regressar à página de administração do WordPress

source: Bible taxonomy
pt_pt: Taxonomia bíblica

source: Search Bible references
pt_pt: Pesquisar refs. bíblicas

source: All Bible references
pt_pt: Todas as refs. bíblicas

source: Parent Bible reference
pt_pt: Ref. bíblica superior

source: Parent Bible reference:
pt_pt: Ref. bíblica superior:

source: Edit Bible reference
pt_pt: Editar ref. bíblica

source: Update Bible reference
pt_pt: Atualizar ref. bíblica

source: Add New Bible reference
pt_pt: Criar nova referência bíblica

source: New Bible reference
pt_pt: Nova referência bíblica

source: Bible Taxonomy
pt_pt: Taxonomia Bíblica
